<?php

return [
    'root' => 'مسیر اصلی',

    /*
        |--------------------------------------------------------------------------
        | Buttons
        |--------------------------------------------------------------------------
    */
    'button.save' => 'ذخیره',
    'button.expand_all' => 'بازکردن همه',
    'button.collapse_all' => 'بستن همه',

    /*
        |--------------------------------------------------------------------------
        | Form
        |--------------------------------------------------------------------------
    */
    'components.tree.buttons.select_all.label' => 'انتخاب همه',
    'components.tree.buttons.deselect_all.label' => 'لغو انتخاب همه',
    'components.tree.buttons.expand_all.label' => 'باز کردن همه',
    'components.tree.buttons.collapse_all.label' => 'بستن  همه',

    /*
        |--------------------------------------------------------------------------
        | Message
        |--------------------------------------------------------------------------
    */
    'actions.delete.confirmation.with_children' => 'با حذف این مورد تمامی زیر مجموعه های این مورد نیز حذف خواهد شد ، آیا مطمعن هستید ؟ ',
];
